{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978093_cb1f948f.wav", "text": "President Trump has embraced an array of far right views and talking points in ways that have delighted many right in activists who have long supported those ideas during President Trump's first turn in the White House right wing extremists like the poet Paul's were on the streets", "duration": 18.36, "quality": 69.1, "clip_id": "clip_1755978093_cb1f948f"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755977942_1e536f01.wav", "text": "In Germany for example, the price of a burger increased by 13 percent compared with last years ranked in to 6.05 euros while which is grew by only 4 percent that left Germany five places lower in this year's index.", "duration": 17.16, "quality": 58.2, "clip_id": "clip_1755977942_1e536f01"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978870_165f5ca1.wav", "text": "But this time around, Mr Trump and his administration seemed less interested in distance for denial. On his first day back in the White House, he issued a remarkably sweeping grant of Clemency to all of the nearly 1600 writers who took part in the Capital Act including those who are salted to police and were convicted.", "duration": 21.84, "quality": 72.6, "clip_id": "clip_1755978870_165f5ca1"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978826_945d53a8.wav", "text": "during a presidential debate in 2020, he called out to the proud boys telling the extremist group his standback and stand by. But within a day he walked his comments back saying he had no idea who the proud boys were. He did much the same in November 2022.", "duration": 17.88, "quality": 65.9, "clip_id": "clip_1755978826_945d53a8"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755977752_88b9dfce.wav", "text": "Each year, a typical American worker can afford more than six times as many big match at home as a worker in Mexico can. That gap is the point of the economists' Macquages index which translates pay into burgers.", "duration": 17.1, "quality": 63.2, "clip_id": "clip_1755977752_88b9dfce"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978045_b91fdf7d.wav", "text": "The widest absolute gap in America at 1.3 big max. Supposedly, the widest gap is in South Korea where men can afford 25% more burgers. Denmark, which came top of the hourly images index, had a better gender gap than average, but men can still afford.", "duration": 20.4, "quality": 60.2, "clip_id": "clip_1755978045_b91fdf7d"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978118_79f1c703.wav", "text": "But in the first seven months of this Trump's second term, there has been a conspicuous absence of far-right demonstrations and that some leaders of the movement say is because of the precedent has effectively adopted their agenda. Things we were doing and talking about in 2017 that were taboo.", "duration": 19.32, "quality": 62.7, "clip_id": "clip_1755978118_79f1c703"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755977919_15b9d427.wav", "text": "This ordering stacks up well against more conventional rankings of prosperity, such as our guide to the world's richest countries which uses measures of GDP and purchasing power parity. In some countries, the cost of a big Mac is growing faster than wages.", "duration": 17.16, "quality": 61.3, "clip_id": "clip_1755977919_15b9d427"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755977841_eda3174a.wav", "text": "The result is a back of the recent application calculation of where Salary stretch purchased. We start by collecting the average fleet tax earnings as reported by the OECD, a club of mostly rich countries. We then adjusted for part-time work and divided by the cost of the demand.", "duration": 19.5, "quality": 62.8, "clip_id": "clip_1755977841_eda3174a"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978254_01f1600e.wav", "text": "Abigail Jackson, a White House spokeswoman, offered a vocal defense of Mr. Trump. President Trump is a voice for millions of forgotten men and women who support the widely popular policies he is enacting. She said, during the Biden administration,", "duration": 17.7, "quality": 55.5, "clip_id": "clip_1755978254_01f1600e"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978229_89fb99e4.wav", "text": "Eight years ago, you were an extremist if you protested at being replaced by immigrants. Mr. M in Wittres Road on social media. Your life was over if you talked about stopping or reversing it. Now, it is official White House policy.", "duration": 16.38, "quality": 61.6, "clip_id": "clip_1755978229_89fb99e4"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978694_4031840c.wav", "text": "In addition to the disruptions coming from the JAN's experimental processes, some experts in far right extremism say that relative quiet of extremists is because the Trump administration has enacted much of their agenda. The rise of all tried a decade ago is a backlash against the first black president and ideas of progress in race and immigration.", "duration": 24.0, "quality": 68.5, "clip_id": "clip_1755978694_4031840c"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755977809_7a4d3c7a.wav", "text": "Instead of relying on volatile exchange rates to compare salaries and affordability, the index shows how much of a familiar basket of goods, the average paycheck and buy at local prices. The basket in question is the take-match.", "duration": 15.84, "quality": 60.9, "clip_id": "clip_1755977809_7a4d3c7a"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978014_87127ee0.wav", "text": "To probe this disparity, this year we added a gender-specific images index by computing the average salaries of men and women and adjusting them for the hours worked by each group. On average, we found that across rich countries men earned the equivalent of a half a big Mac more per hour.", "duration": 19.26, "quality": 50.6, "clip_id": "clip_1755978014_87127ee0"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978728_fe250ea7.wav", "text": "Now, a decade later, we have seen the opposite of those ideas normalized in the highest levels of power, including at the White House. Echoing Mr. Tario, she added, why do you need to protest when the White House is basically doing what she wants?", "duration": 16.32, "quality": 64.8, "clip_id": "clip_1755978728_fe250ea7"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755977965_9412a19b.wav", "text": "Britain and Ireland are also facing burger inflation with little compensation from wage growth. They drop 3 and 4 sports respectively. The MacPage is indexed like the Big Mac index before it is just a rough tool. It does not consider taxes on income or consumption.", "duration": 18.78, "quality": 62.9, "clip_id": "clip_1755977965_9412a19b"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755977870_6eaf7220.wav", "text": "The average Mexican, for example, works 65% more hours a year than the average German. On annual day Americans get the most burger for their part. The typical salary there could buy a whopping 13,601 big max per year.", "duration": 17.64, "quality": 59.6, "clip_id": "clip_1755977870_6eaf7220"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978171_9e5efbd1.wav", "text": "His administration has also hired several people with a history of leaking races for anti-Semitic remarks or who have looked favorably from the attack on the capital on Jan 6, 2021. Far right figures have been particularly thrilled by Mr. Trump's aggressive crackdown on undocumented immigrants.", "duration": 20.76, "quality": 64.0, "clip_id": "clip_1755978171_9e5efbd1"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978144_03a62a55.wav", "text": "Whether it is a dismantling diversity programs, complaining about anti-wide bias, museums, or simply promoting an aura of authoritarian nationalism, Mr. Trump has embraced an array of far right views and talking points in ways that have delighted.", "duration": 17.76, "quality": 62.6, "clip_id": "clip_1755978144_03a62a55"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978278_1233b1ae.wav", "text": "The oath keepers, a militia style group of current and form and military and law enforcement personnel barely exists anymore. Its founder, Stuart Rhodes, no longer appears in public as often as he once did at far right demonstrations.", "duration": 17.76, "quality": 67.4, "clip_id": "clip_1755978278_1233b1ae"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978614_cb5a000a.wav", "text": "While some far-right groups like the PASHEST organization, Patriot run have continued to stage public demonstrations, researchers at ARM, Conflict Location and Event Data, a nonprofit organization that tracks political violence have found far fewer right wing protests this year, compared with recent years.", "duration": 21.12, "quality": 63.5, "clip_id": "clip_1755978614_cb5a000a"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755977990_b24636be.wav", "text": "Price changes in bigmacks are only loosely connected to economy wide mirrors of inflation. Average is and also gloss over big disparities within countries such as gender pay cap which remain stubborn across the OECD.", "duration": 16.74, "quality": 57.8, "clip_id": "clip_1755977990_b24636be"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755979057_17cb1736.wav", "text": "Just months before his new appointment, Mr. Bady was still posting racist messages online. Competent white men must be in charge if you want things to work, erode on social media and October. Unfortunately, our entire national ideology is predicated on court.", "duration": 17.58, "quality": 68.0, "clip_id": "clip_1755979057_17cb1736"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978901_25baba71.wav", "text": "He also issued two executive orders, guaranteeing the state's protection against invasion and protecting American people against invasion. Both drew on language and ideas about immigrants that record statements made by violent extremists to back Hispanics in El Paso.", "duration": 18.9, "quality": 65.4, "clip_id": "clip_1755978901_25baba71"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978938_fcef3bd2.wav", "text": "The next month, Mr Trump issued an executive order, auditing for an aid to South Africa and allowing members of the country's white minority settle in the United States through a refugee program. In the order, he said that American officials should do everything possible to help Africaners in South America.", "duration": 20.46, "quality": 64.6, "clip_id": "clip_1755978938_fcef3bd2"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755979021_2dd7b3b4.wav", "text": "But instead of letting the man go, Mr. Musk and Vice President J.D. Vance began a campaign to bring him back, he was really suggesting that his offensive remarks or merely indistressions disclosed to the public by journalists who were out to destroy his life. Around the same time, the state department hired a man named Karen Baiti to serve as acting under Secretary.", "duration": 24.78, "quality": 67.9, "clip_id": "clip_1755979021_2dd7b3b4"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978308_629d5b22.wav", "text": "As for Mr. Tariyo, he and his compatriots have generally given up on the set East demonstrations that they took part in for years and cities like New York, Berfi, California, Portland, Oregon, Los Angeles, New Orleans and Charlottesville.", "duration": 17.58, "quality": 64.7, "clip_id": "clip_1755978308_629d5b22"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978200_01e4029c.wav", "text": "Last week, in fact, on the eight anniversary of the violent outright rally in Charlotte's will Virginia, where Neo Nazis marched by thoughts like chanting about immigrants and Jews, Augustus Sol in Wittis, a Florida lawyer who helped organize the event marveled at how thoroughly", "duration": 18.9, "quality": 58.4, "clip_id": "clip_1755978200_01e4029c"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978763_5c557fb5.wav", "text": "Mr Trump's first term and the four year interim when he was out of power were often characterized by flirtations with the far right. Albeit conducted at a denybrid distance. The United right gathering of white nationalists in 2017 in Charlottesville where Neo Nazis marched by torchlight chanting about immigrants and Jews.", "duration": 23.4, "quality": 65.7, "clip_id": "clip_1755978763_5c557fb5"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978980_df5160ab.wav", "text": "At the same time, his age and allies were confronted by racist for far right views in those around them. They have often chosen to ignore the situation or gone on the attack. This winter, for example, the young employee of Elon Musk's job-slashing agency, the department of government efficiency, quit the government after it was the we that he had posted racist comments online, including one that read, normalize Indian hate.", "duration": 29.76, "quality": 64.7, "clip_id": "clip_1755978980_df5160ab"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755978796_04333c1e.wav", "text": "In 2017, after a neo-Nazi activist drove into a crowd of leftist protesters and charlets will killing a woman named Heather Hyer, Mr Trump criticized the white nationalists to plan the demonstration. But in almost the same breath, he asserted that there were very fine people on both sides.", "duration": 20.22, "quality": 72.3, "clip_id": "clip_1755978796_04333c1e"}
{"path": "/Users/nirajdesai/Documents/AI/voice-clone/data/processed/clip_1755977896_ad8e0418.wav", "text": "But Americans also work more hours than their European peers. On an hourly basis, Denmark leads the METWATES index with 8.5 big max per hour work compared with 7.7 in Switzerland and 7.6 in America.", "duration": 17.22, "quality": 67.4, "clip_id": "clip_1755977896_ad8e0418"}
